Repository: ZoeyErinBauer/Shelly-ALPM
Catalog: Shelly-UI/Assets/Resources.*.resx
Languages: pt_br

# ActionInstalling
source: Installing
pt_br: Instalando

# ActionReinstalling
source: Reinstalling
pt_br: Reinstalando

# ActionRemoving
source: Removing
pt_br: Removendo

# ActionRunningHooks
source: Running hooks...
pt_br: Rodando Hooks...

# ActionUpdating
source: Updating
pt_br: Atualizando

# AlpmUpdatePromptDialog
source: Some packages are not selected. A full system upgrade is always recommended when updating.
pt_br: Alguns pacotes não foram selecionados. Uma atualização completa do sistema é sempre recomendada.

source: Appearance
pt_br: Aparência

# ApplyAccent
source: Apply Custom Accent
pt_br: Aplicar Cor de Destaque Customizada

source: App Settings
pt_br: Aplicar Configurações

source: Arch News
pt_br: Notícias Arch

source: Are you sure?
pt_br: Você tem Certeza?

# AurDisclaimer
source: AUR packages are user-submitted and not officially supported. Use at your own risk.
pt_br: Pacotes do AUR são submetidos por usuários e não contam com suporte oficial. Use-os a seu próprio risco.

# AurInstallFailed
source: AUR installation failed: {0}
pt_br: Instalação de pacote AUR falhou: {0}

# AurInstallSuccess
source: Successfully installed {0} AUR package(s)
pt_br: Pacote(s) AUR {0} instalado(s) com sucesso

source: AUR Warning
pt_br: Aviso Sobre o AUR

# AuthenticateButton
source: Authenticate
pt_br: Autenticar

# AuthRequired
source: Authentication Required
pt_br: Autenticação Necessária

# BuyMeACoffeeButton
source: Buy me a coffee
pt_br: Apoie-nos com um café!

source: Cancel
pt_br: Cancelar

source: Check For Updates
pt_br: Buscar Atualizações

source: Checking for updates...
pt_br: Buscando Atualizações...

source: Completing requested actions:
pt_br: Realizando ações solicitadas:

source: Confirm
pt_br: Confirmar

source: Continue
pt_br: Continuar

# CurrentVersion
source: Version
pt_br: Versão

source: Default Content
pt_br: Conteúdo Padrão

source: Default Page on startup
pt_br: Conteúdo Padrão ao Inicializar

# DescriptionMetaSearch
source: Description
pt_br: Descrição

# EmptyPassword
source: Password cannot be empty.
pt_br: Senha não pode estar vazia.

# EnterPassword
source: Please enter your sudo password:
pt_br: Por favor, digite a sua senha sudo:

# EnterPasswordLockout
source: Enter your password to continue. Your password will be remembered for this session. Multiple failed attempts may cause a lockout.
pt_br: Digite sua senha para continuar. Ela será lembrada apenas durante esta sessão. Várias tentativas incorretas podem bloquear o acesso.

# ExportSyncFailedToast
source: Sync export failed
pt_br: Falha na sincronização da exportação

source: Export Sync file
pt_br: Arquivo de exportação de sincronização

# ExportSyncLocation
source: Select a save location
pt_br: Escolha uma localização para salvar o arquivo

# ExportSyncSuccessToast
source: Successfully exported sync file
pt_br: Arquivo de sincronização exportado com sucesso

# FlatpakDependency
source: Press confirm to install now or please install yourself
pt_br: Pressione “Confirmar” para instalar agora ou instale manualmente

# FlatpakInstallationFailed
source: Flatpak installation failed: {0}
pt_br: Instalação de Flatpak falhou: {0}

# FlatpakInstallationSuccess
source: Successfully installed {0} Flatpak package(s)
pt_br: {0} pacote(s) Flatpak instalado(s) com sucesso

# FlatpakWarning
source: Enabling requires flatpak
pt_br: Habilitar essa funcionalidade requer Flatpak

# ForceSync
source: Force Database Update
pt_br: Forçar atualização do banco

# GenericPackageInstallFail
source: Installation failed: {0}
pt_br: Falha na instalação: {0}

# GenericPackageUpdateSuccess
source: Successfully updated {0} packages
pt_br: Pacotes {0} atualizados com sucesso

source: Home
pt_br: Início

source: Install
pt_br: Instalar

source: Install AUR
pt_br: Instalar AUR

source: Install AUR package(s)
pt_br: Instalar Pacote(s) AUR

source: Installed
pt_br: Instalado

source: Installed Packages
pt_br: Pacotes Instalados

source: Install Flatpak
pt_br: Instalar Flatpak

source: Installing flatpak...
pt_br: Instalando Flatpak...

source: Installing local packages...
pt_br: Instalando pacotes locais...

source: Installing selected packages...
pt_br: Instalando pacotes selecionados...

source: Installing Update...
pt_br: Instalando Atualização...

source: Install Local Packages
pt_br: Instalar Pacotes Locais

# InstallLocalPackagesTooltip
source: Install a local package file (.xz, .gz, .zst)
pt_br: Instalar um arquivo de pacote local (.xz, .gz, .zst)

source: Install Package(s)
pt_br: Instalar Pacote(s)

# InstallSuccess
source: Successfully installed
pt_br: Instalado com sucesso

# InvalidPassword
source: Invalid password. Please try again.
pt_br: Senha inválida. Por favor, tente novamente.

# LabelDescription
source: Description: {0}
pt_br: Descrição: {0}

# LabelFirstSubmitted
source: First Submitted: {0}
pt_br: Primeiro envio: {0}

# LabelInstallDate
source: Install Date: {0}
pt_br: Data de instalação: {0}

# LabelLastModified
source: Last Modified: {0}
pt_br: Última modificação: {0}

# LabelMaintainer
source: Maintainer: {0}
pt_br: Mantenedor: {0}

# LabelReason
source: Reason: {0}
pt_br: Motivo: {0}

# LabelSize
source: Size: {0}
pt_br: Tamanho: {0}

# LabelVersion
source: Version: {0}
pt_br: Versão: {0}

# LoadingFlatpakInformation
source: Loading flatpak information this may take a moment on first load.
pt_br: Carregando informações do Flatpak. Isso pode levar algum tempo na primeira vez.

# LocalPackageInstallSuccess
source: Successfully Installed local packages
pt_br: Pacotes locais instalados com sucesso

# MenuConflicts
source: Conflitcs
pt_br: Conflitos

# MenuDepends
source: Depends
pt_br: Dependências

# MenuGroups
source: Groups
pt_br: Grupos

# MenuLicenses
source: Licenses
pt_br: Licensas

# MenuOptDepends
source: Optional Dependencies
pt_br: Dependências Opcionais

# MenuOptionalFor
source: Optional For
pt_br: Opcional Para

# MenuProvides
source: Provides
pt_br: Fornece

# MenuReplaces
source: Replaces
pt_br: Substitui

# MenuRequiredBy
source: Required By
pt_br: Necessário Para

source: Name
pt_br: Nome

source: No Update Available
pt_br: Nenhuma atualização disponível

source: Package Dashboard
pt_br: Dashboard de Pacotes

# PackageFilesFilter
source: Package files (*.xz, *.gz, *.zst)
pt_br: Arquivos de pacote (*.xz, *.gz, *.zst)

# PackageName
source: Name
pt_br: Nome

# PackageNewVersion
source: New Version
pt_br: Nova Versão

source: Package Operations
pt_br: Operações de Pacote

# PackageRemovalFailed
source: Removal failed: {0}
pt_br: Remoção falhou: {0}

# PackageRemovalSuccess
source: Successfuly removed {0} packages
pt_br: Pacotes removidos com sucesso: {0}

source: Package Repository
pt_br: Repositório de Pacotes

source: Packages
pt_br: Pacotes

# PackageSize
source: Size
pt_br: Tamanho

source: Package Type
pt_br: Tipo de Pacote

# PackageVersion
source: Current Version
pt_br: Versão Atual

# PasswordButton
source: Password
pt_br: Senha

source: Performing full system upgrade...
pt_br: Realizando atualização completa do sistema...

source: Processing...
pt_br: Processando...

# QuestionConflictPkg
source: Package Conflict
pt_br: Conflito de Pacotes

# QuestionCorruptedPkg
source: Corrupted Package
pt_br: Pacote Corrompido

# QuestionDefault
source: Package Manager Question
pt_br: Pergunta do Gerenciador de Pacotes

# QuestionImportKey
source: Import GPG Key?
pt_br: Importar Chave GPG?

# QuestionInstallIgnorePkg
source: Install Ignore Package?
pt_br: Instalar ignorando o pacote?

# QuestionReplacePkg
source: Replace Package?
pt_br: Substituir o Pacote?

source: Refresh
pt_br: Atualizar

source: Remove
pt_br: Remover

source: Remove AUR
pt_br: Remover AUR

source: Remove AUR Package(s)
pt_br: Remover Pacote(s) AUR

# QuestionSelectProvider
source: Select Provider
pt_br: Selecionar Fornecedor

# RemovedToolTip
source: Remove Selected
pt_br: Remover Selecionados

source: Remove Flatpak
pt_br: Remover Flatpak

source: Remove Package(s)
pt_br: Remover Pacotes

source: Removing selected packages...
pt_br: Removendo pacotes selecionados...

# RightClickAdditionalInfo
source: Right click for additional information
pt_br: Clique com o botão direito para mais informações

source: Search Packages...
pt_br: Procurar Pacotes...

# SelectLocalPackageFile
source: Select a local package file
pt_br: Selecione um arquivo de pacote local

source: Settings
pt_br: Configurações

source: Shelly Search
pt_br: Pesquisa Shelly

# StandardInstallationFailed
source: Standard installation failed: {0}
pt_br: Instalação padrão falhou: {0}

# StandardInstallSuccess
source: Successfully installed {0} standard package(s)
pt_br: Pacote(s) padrão {0} instalado(s) com sucesso

source: standard package
pt_br: pacote padrão

# StartTransaction
source: Starting transaction...
pt_br: Iniciando transação...

# SummaryMetaSearch
source: Summary
pt_br: Resumo

# Sync
source: Sync, updates all databases
pt_br: Sincronizar, atualiza todos os bancos de dados

# TitleAurInstall
source: Shelly - AUR Install
pt_br: Shelly – Instalar via AUR

# TitleAurRemove
source: Shelly - AUR Remove
pt_br: Shelly – Remover via AUR

# TitleAurUpdate
source: Shelly - AUR Update
pt_br: Shelly – Atualizar via AUR

# TitleFlatpakInstall
source: Shelly - Flatpak Install
pt_br: Shelly – Instalar via Flatpak

# TitleFlatpakRemove
source: Shelly - Flatpak Remove
pt_br: Shelly – Remover via Flatpak

# TitleFlatpakUpdate
source: Shelly - Flatpak Update
pt_br: Shelly – Atualizar via Flatpak

# TitleHome
source: Shelly - Home
pt_br: Shelly – Início

# TitleInstallPackages
source: Shelly - Install Packages
pt_br: Shelly – Instalar Pacotes

# TitleSearch
source: Shelly - Search
pt_br: Shelly – Buscar

# TitleSettings
source: Shelly - Settings
pt_br: Shelly – Configurações

# TitleUpdatePackages
source: Shelly - Update Packages
pt_br: Shelly – Atualizar Pacotes

source: Toggle All
pt_br: Habilitar Tudo

# ToggleAur
source: Enable AUR (Beta)
pt_br: Habilitar AUR (Beta)

# ToggleConsole
source: Enable Console
pt_br: Habilitar Console

# ToggleFlatpak
source: Enable Flatpak (Alpha)
pt_br: Habilitar Flatpak (Alpha)

# ToggleHorizontalMenu
source: Enable Horizontal Menu
pt_br: Habilitar Menu Horizontal

# ToggleKDEColorScheme
source: Use KDE Color Scheme
pt_br: Usar Esquema de Cores do KDE

# ToggleLightDarkMode
source: Toggle Dark/Light Mode
pt_br: Habilitar Modo Escuro/Claro

# ToggleNoConfirm
source: No Confirm
pt_br: Não Pedir Confirmação

# ToggleTrayCheckInterval
source: Tray Check Interval (Hours):
pt_br: Intervalo de Verificação da Bandeja (Horas):

# ToggleTrayIcon
source: Enable Tray Icon
pt_br: Habilitar Ícone da Bandeja

source: Total Packages
pt_br: Total de Pacotes

source: Update
pt_br: Atualizar

source: Update All Flatpak
pt_br: Atualizar Todos os Flatpaks

source: Update AUR
pt_br: Atualizar AUR

source: Update AUR Package(s)
pt_br: Atualizar Pacote(s) AUR

# UpdateAvailable
source: Update Available Click to Download
pt_br: Atualização Disponível Pressione Para Baixar

source: Update Flatpak
pt_br: Atualizar Flatpak

source: Update Package(s)
pt_br: Atualizar Pacote(s)

source: Updates
pt_br: Atualizações

# UpdateToolTip
source: Update Selected
pt_br: Atualizar Selecionados

source: Updating selected packages...
pt_br: Atualizando pacotes selecionados...

source: Up to date packages:
pt_br: Pacotes Atualizados:

source: Validating...
pt_br: Validando...

source: Version
pt_br: Versão

# WillInstallPackages
source: This will install all selected packages.
pt_br: Isto instalará todos os pacotes selecionados.

# WillRemovePackages
source: This will remove all selected packages.
pt_br: Isto removerá todos os pacotes selecionados.

source: Accent Hex Color
pt_br: Cor de Destaque (Hex) Padrão

# ActionCheckingConflicts
source: Checking conflicts
pt_br: Buscando conflitos

# ActionDownloading
source: Downloading
pt_br: Baixando
